Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/kainun_institutti/kainun_institutti_aaninayttely_nob.doc.tmx
Source language: nob
Languages: fkv

source: Norsk: Velkommen til vår lydutstilling, en utstilling om kvenenes historie og hverdag.
fkv: Kainun institutti: Lydutstilling, kvensk, samisk, finsk, norsk

source: Først får du lære et par ord på kvensk.
fkv: Oversatt til kvensk og samisk: Kainun institutti-Kvensk institutt/ Pirjo Paavalniemi 2010

source: Hyvää päivää.
fkv: Hyvvää päivää!

source: Lydene i resten av utstillingen beskriver kvenenes hverdag og nærmiljø.
fkv: Tervettulemaa ääninäyttelhyyn! Tämä näyttely muistelee kväänitten histuuriasta ja elämästä.

source: Lydene forteller deg om tradisjonene og levemåten, om livet langt nord for polarsirkelen.
fkv: Näyttelyn muut äänet muistelhaan kväänitten tradittiista, nääringistä ja elämästä pohjalassa.

source: Kvenene blir ofte kalt for det tause folket.
fkv: Sitä kuulee monasti sanottavan, ette kväänit oon vaitonainen kansa.

source: Derfor har vi valgt å bruke kvenenes egne stemmer og lydene fra hverdagen til å formidle kvenenes historie.
fkv: Sen tähen tässä ääninäyttelyssä kuuluu kväänitten oma ääni, ja kväänit itte muistelhaan omasta elämästä ja histuuriasta.

source: De forskjellige historiene danner et sydende lydteppe i salen, samtidig som de hver for seg har en historie å fortelle.
fkv: Pyssyjoven Festisalissa oon hyvä akustikki, ja konserttisali oonki yksi Ruijan parhaimppii. Siksi ääninäyttely passaaki rohki hyvin justhiin tähhään salhiin.

source: Ta deg tid til å stoppe opp.
fkv: Toppaa sieki hetken, ja anna ittelesti aikkaa.

source: Lukk øynene.
fkv: Kuuntele!

source: Lydutstillingen er designet og utviklet av Anstein Mikkelsen i samarbeid med Kainun institutti - Kvensk institutt.
fkv: Ääninäyttelyn oon suunitellu ja tehny Anstein Mikkelsen yhessä Kainun institutin kansa.
